Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# verification.method.document.detail
source: Any country except Saudi Arabia. Photograph the document, take a short selfie, and a reviewer checks it — usually within a day.
ar: من أي دولة عدا السعودية. صوّر الوثيقة، والتقط سيلفي قصيرًا، ويراجعها مراجع — عادةً خلال يوم.
bn: সৌদি আরব ছাড়া যেকোনো দেশ। নথির ছবি তুলুন, একটি ছোট সেলফি তুলুন, আর একজন রিভিউয়ার যাচাই করেন — সাধারণত একদিনের মধ্যে।
ca: Qualsevol país excepte l'Aràbia Saudita. Fotografia el document, fes un selfie breu i un revisor ho comprova, normalment en un dia.
cs: Jakákoli země kromě Saúdské Arábie. Vyfotografuj doklad, pořiď krátké selfie a posuzovatel to zkontroluje – obvykle do jednoho dne.
da: Alle lande undtagen Saudi-Arabien. Fotografér dokumentet, tag en kort selfie, så tjekker en gennemgående det – som regel inden for et døgn.
de: Jedes Land außer Saudi-Arabien. Fotografiere das Dokument, nimm ein kurzes Selfie auf, und ein Prüfer sieht es sich an – meist innerhalb eines Tages.
el: Οποιαδήποτε χώρα εκτός της Σαουδικής Αραβίας. Φωτογράφισε το έγγραφο, τράβηξε μια σύντομη selfie και ένας ελεγκτής το ελέγχει — συνήθως μέσα σε μία ημέρα.
es: Cualquier país salvo Arabia Saudí. Fotografía el documento, hazte un selfie breve y un revisor lo comprueba, normalmente en un día.
fi: Mikä tahansa maa paitsi Saudi-Arabia. Kuvaa asiakirja, ota lyhyt selfie, ja tarkastaja tarkistaa sen – yleensä vuorokaudessa.
fr: N’importe quel pays sauf l’Arabie saoudite. Photographiez le document, prenez un court selfie, et un vérificateur le contrôle — généralement sous un jour.
he: כל מדינה חוץ מערב הסעודית. צלם את המסמך, צלם סלפי קצר, ובודק בודק אותו — בדרך כלל תוך יום.
hi: सऊदी अरब को छोड़कर कोई भी देश। दस्तावेज़ की फ़ोटो लें, एक छोटी सेल्फ़ी लें, और एक समीक्षक उसे जाँचता है — आमतौर पर एक दिन में।
hr: Bilo koja zemlja osim Saudijske Arabije. Fotografiraj ispravu, snimi kratki selfie, a recenzent to provjerava — obično unutar dana.
hu: Bármely ország, Szaúd-Arábia kivételével. Fényképezd le az okmányt, készíts egy rövid szelfit, és egy elbíráló ellenőrzi – általában egy napon belül.
id: Negara mana pun kecuali Arab Saudi. Foto dokumennya, ambil selfie singkat, dan seorang peninjau memeriksanya — biasanya dalam sehari.
it: Qualsiasi paese tranne l'Arabia Saudita. Fotografa il documento, scatta un breve selfie e un revisore lo controlla, di solito entro un giorno.
ja: サウジアラビア以外のどの国でも可。書類を撮影し、短い自撮りを撮ると、審査担当者が確認します。通常は1日以内です。
ko: 사우디아라비아를 제외한 모든 국가. 문서를 촬영하고 짧은 셀카를 찍으면 검토자가 확인해요. 보통 하루 안에 끝나요.
ml: സൗദി അറേബ്യ ഒഴികെ ഏത് രാജ്യവും. രേഖയുടെ ഫോട്ടോ എടുക്കുക, ഒരു ചെറിയ സെൽഫി എടുക്കുക, ഒരു പരിശോധകൻ പരിശോധിക്കും — സാധാരണയായി ഒരു ദിവസത്തിനുള്ളിൽ.
ms: Mana-mana negara kecuali Arab Saudi. Potret dokumen, ambil swafoto ringkas, dan penyemak menyemaknya — biasanya dalam masa sehari.
nb: Alle land unntatt Saudi-Arabia. Ta bilde av dokumentet, ta en kort selfie, så sjekker en vurderer det, vanligvis i løpet av et døgn.
nl: Elk land behalve Saoedi-Arabië. Fotografeer het document, maak een korte selfie en een beoordelaar controleert het, meestal binnen een dag.
pl: Dowolny kraj poza Arabią Saudyjską. Sfotografuj dokument, zrób krótkie selfie, a recenzent to sprawdzi — zwykle w ciągu doby.
pt_br: Qualquer país, exceto a Arábia Saudita. Fotografe o documento, tire uma selfie rápida e um analista confere, normalmente em um dia.
pt_pt: Qualquer país exceto a Arábia Saudita. Fotografe o documento, tire uma selfie rápida e um revisor verifica — normalmente em menos de um dia.
ro: Orice țară în afară de Arabia Saudită. Fotografiezi documentul, faci un scurt selfie, iar un evaluator îl verifică — de obicei într-o zi.
ru: Любая страна, кроме Саудовской Аравии. Сфотографируйте документ, сделайте короткое селфи, и проверяющий всё проверит — обычно в течение суток.
sk: Ktorákoľvek krajina okrem Saudskej Arábie. Odfoť doklad, urob krátke selfie a posudzovateľ ho skontroluje — zvyčajne do jedného dňa.
sv: Vilket land som helst utom Saudiarabien. Fotografera dokumentet, ta en kort selfie så granskar en människa det – vanligtvis inom ett dygn.
ta: சவூதி அரேபியா தவிர எந்த நாடும். ஆவணத்தைப் படம் எடுங்கள், ஒரு சிறிய செல்ஃபி எடுங்கள்; மதிப்பாய்வாளர் சரிபார்ப்பார் — பொதுவாக ஒரு நாளுக்குள்.
te: సౌదీ అరేబియా తప్ప ఏ దేశమైనా. పత్రాన్ని ఫోటో తీసి, చిన్న సెల్ఫీ తీసుకోండి, ఒక సమీక్షకుడు పరిశీలిస్తారు — సాధారణంగా ఒక రోజులో.
th: ประเทศใดก็ได้ยกเว้นซาอุดีอาระเบีย ถ่ายรูปเอกสาร ถ่ายเซลฟีสั้นๆ แล้วผู้ตรวจสอบจะตรวจสอบ โดยปกติภายในหนึ่งวัน
tr: Suudi Arabistan dışındaki herhangi bir ülke. Belgeyi fotoğraflayın, kısa bir selfie çekin; bir inceleyici kontrol eder, genellikle bir gün içinde.
uk: Будь-яка країна, крім Саудівської Аравії. Сфотографуйте документ, зробіть коротке селфі, і перевіряльник перевірить — зазвичай протягом доби.
ur: سعودی عرب کے علاوہ کوئی بھی ملک۔ دستاویز کی تصویر لیں، مختصر سیلفی لیں، اور ایک جائزہ لینے والا جانچتا ہے — عموماً ایک دن کے اندر۔
vi: Mọi quốc gia trừ Ả Rập Xê Út. Chụp giấy tờ, quay một ảnh selfie ngắn, và một người xét duyệt sẽ kiểm tra — thường trong vòng một ngày.
zh_hans: 沙特阿拉伯以外的任何国家。拍摄证件、自拍一张，由审核员核查，通常在一天之内。
zh_hant: 沙烏地阿拉伯以外的任何國家。拍攝證件、錄製簡短自拍，由審核人員檢查，通常在一天內完成。

# verification.method.document.title
source: Passport or ID card
ar: جواز سفر أو بطاقة هوية
bn: পাসপোর্ট বা আইডি কার্ড
ca: Passaport o document d'identitat
cs: Pas nebo občanský průkaz
da: Pas eller id-kort
de: Reisepass oder Ausweis
el: Διαβατήριο ή ταυτότητα
es: Pasaporte o documento de identidad
fi: Passi tai henkilökortti
fr: Passeport ou carte d’identité
he: דרכון או תעודת זהות
hi: पासपोर्ट या ID कार्ड
hr: Putovnica ili osobna iskaznica
hu: Útlevél vagy személyi igazolvány
id: Paspor atau kartu identitas
it: Passaporto o carta d'identità
ja: パスポートまたはIDカード
ko: 여권 또는 신분증 카드
ml: പാസ്പോർട്ട് അല്ലെങ്കിൽ ഐഡി കാർഡ്
ms: Pasport atau kad pengenalan
nb: Pass eller ID-kort
nl: Paspoort of identiteitskaart
pl: Paszport lub dowód osobisty
pt_br: Passaporte ou documento de identidade
pt_pt: Passaporte ou cartão de cidadão
ro: Pașaport sau carte de identitate
ru: Паспорт или ID-карта
sk: Pas alebo preukaz totožnosti
sv: Pass eller id-kort
ta: கடவுச்சீட்டு அல்லது அடையாள அட்டை
te: పాస్‌పోర్ట్ లేదా ID కార్డ్
th: หนังสือเดินทางหรือบัตรประจำตัว
tr: Pasaport veya kimlik kartı
uk: Паспорт або ID-картка
ur: پاسپورٹ یا شناختی کارڈ
vi: Hộ chiếu hoặc thẻ căn cước
zh_hans: 护照或身份证
zh_hant: 護照或身分證

# verification.method.hint
source: Opens this verification method
ar: يفتح طريقة التحقق هذه
bn: এই ভেরিফিকেশন পদ্ধতি খোলে
ca: Obre aquest mètode de verificació
cs: Otevře tuto metodu ověření
da: Åbner denne verificeringsmetode
de: Öffnet diese Verifizierungsmethode
el: Ανοίγει αυτή τη μέθοδο επαλήθευσης
es: Abre este método de verificación
fi: Avaa tämän vahvistustavan
fr: Ouvre cette méthode de vérification
he: פותח את שיטת האימות הזו
hi: यह सत्यापन तरीका खोलता है
hr: Otvara ovu metodu provjere
hu: Megnyitja ezt a hitelesítési módszert
id: Membuka metode verifikasi ini
it: Apre questo metodo di verifica
ja: この認証方法を開きます
ko: 이 인증 방법을 열어요
ml: ഈ വെരിഫിക്കേഷൻ രീതി തുറക്കുന്നു
ms: Membuka kaedah pengesahan ini
nb: Åpner denne verifiseringsmetoden
nl: Opent deze verificatiemethode
pl: Otwiera tę metodę weryfikacji
pt_br: Abre este método de verificação
pt_pt: Abre este método de verificação
ro: Deschide această metodă de verificare
ru: Открывает этот способ проверки
sk: Otvorí túto metódu overenia
sv: Öppnar den här verifieringsmetoden
ta: இந்தச் சரிபார்ப்பு முறையைத் திறக்கும்
te: ఈ ధృవీకరణ పద్ధతిని తెరుస్తుంది
th: เปิดวิธียืนยันตัวตนนี้
tr: Bu doğrulama yöntemini açar
uk: Відкриває цей спосіб верифікації
ur: تصدیق کا یہ طریقہ کھولتا ہے
vi: Mở phương thức xác minh này
zh_hans: 打开此验证方式
zh_hant: 開啟此驗證方式

# verification.method.nafath.comingSoon
source: Coming soon
ar: قريبًا
bn: শিগগিরই আসছে
ca: Aviat
cs: Brzy
da: Kommer snart
de: Demnächst
el: Έρχεται σύντομα
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
he: בקרוב
hi: जल्द आ रहा है
hr: Uskoro
hu: Hamarosan
id: Segera hadir
it: Presto disponibile
ja: 近日公開
ko: 곧 제공돼요
ml: ഉടൻ വരുന്നു
ms: Akan datang
nb: Kommer snart
nl: Binnenkort
pl: Wkrótce
pt_br: Em breve
pt_pt: Brevemente
ro: În curând
ru: Скоро
sk: Čoskoro
sv: Kommer snart
ta: விரைவில்
te: త్వరలో వస్తుంది
th: เร็วๆ นี้
tr: Yakında
uk: Незабаром
ur: جلد آ رہا ہے
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將推出

# verification.method.nafath.comingSoonDetail
source: Nafath is on its way. For now, verify with your passport or ID card — it takes a few minutes and a person reviews it.
ar: نفاذ قادم قريبًا. حاليًا، وثّق هويتك بجواز سفرك أو بطاقة هويتك — يستغرق ذلك بضع دقائق ويراجعه أحد أفراد الفريق.
bn: Nafath আসছে। আপাতত পাসপোর্ট বা আইডি কার্ড দিয়ে ভেরিফাই করুন — কয়েক মিনিট লাগে এবং একজন মানুষ যাচাই করেন।
ca: Nafath està en camí. De moment, verifica't amb el passaport o el document d'identitat: triga uns minuts i el revisa una persona.
cs: Nafath je na cestě. Zatím se ověř pasem nebo občanským průkazem – trvá to pár minut a posuzuje to člověk.
da: Nafath er på vej. Verificér indtil videre med dit pas eller id-kort – det tager et par minutter, og et menneske gennemgår det.
de: Nafath ist unterwegs. Verifiziere dich vorerst mit Reisepass oder Ausweis – das dauert ein paar Minuten, und ein Mensch prüft es.
el: Το Nafath έρχεται. Προς το παρόν, επαληθεύσου με διαβατήριο ή ταυτότητα — παίρνει λίγα λεπτά και το ελέγχει άνθρωπος.
es: Nafath está en camino. Por ahora, verifícate con tu pasaporte o documento de identidad: lleva unos minutos y lo revisa una persona.
fi: Nafath on tulossa. Vahvista toistaiseksi passilla tai henkilökortilla – se vie muutaman minuutin ja ihminen tarkastaa sen.
fr: Nafath arrive. Pour l’instant, vérifiez-vous avec votre passeport ou votre carte d’identité — cela prend quelques minutes et une personne l’examine.
he: Nafath בדרך. לעת עתה, אמת עם הדרכון או תעודת הזהות שלך — זה לוקח כמה דקות ואדם בודק זאת.
hi: Nafath आ रहा है। फ़िलहाल अपने पासपोर्ट या ID कार्ड से सत्यापित करें — इसमें कुछ मिनट लगते हैं और एक व्यक्ति इसकी समीक्षा करता है।
hr: Nafath stiže uskoro. Za sada potvrdi putovnicom ili osobnom iskaznicom — traje nekoliko minuta i pregledava je osoba.
hu: A Nafath úton van. Addig hitelesíts útleveleddel vagy személyi igazolványoddal – néhány perc, és egy ember bírálja el.
id: Nafath segera hadir. Untuk sekarang, verifikasi dengan paspor atau kartu identitasmu — hanya beberapa menit dan diperiksa oleh manusia.
it: Nafath sta arrivando. Per ora verificati con il passaporto o la carta d'identità: ci vogliono pochi minuti e lo esamina una persona.
ja: Nafathは近日対応予定です。今のところは、パスポートまたはIDカードで認証してください。数分で完了し、人が審査します。
ko: Nafath가 곧 제공돼요. 지금은 여권이나 신분증 카드로 인증하세요. 몇 분이면 되고 사람이 검토해요.
ml: Nafath വരുന്നു. തൽക്കാലം പാസ്പോർട്ട് അല്ലെങ്കിൽ ഐഡി കാർഡ് ഉപയോഗിച്ച് വെരിഫൈ ചെയ്യുക — കുറച്ച് മിനിറ്റ് മതി, ഒരാൾ പരിശോധിക്കും.
ms: Nafath akan tiba. Buat masa ini, sahkan dengan pasport atau kad pengenalan anda — ia mengambil masa beberapa minit dan seorang manusia menyemaknya.
nb: Nafath er på vei. Foreløpig kan du verifisere deg med pass eller ID-kort. Det tar noen minutter, og et menneske vurderer det.
nl: Nafath komt eraan. Verifieer voorlopig met je paspoort of identiteitskaart: het duurt een paar minuten en een mens beoordeelt het.
pl: Nafath już wkrótce. Na razie zweryfikuj się paszportem lub dowodem osobistym — zajmie to kilka minut, a sprawdza to człowiek.
pt_br: O Nafath está a caminho. Por enquanto, verifique-se com passaporte ou documento de identidade: leva poucos minutos e uma pessoa analisa.
pt_pt: O Nafath está a caminho. Por agora, verifique-se com o passaporte ou cartão de cidadão — demora alguns minutos e é revisto por uma pessoa.
ro: Nafath este pe drum. Deocamdată, verifică-te cu pașaportul sau cartea de identitate — durează câteva minute și o persoană îl analizează.
ru: Nafath скоро появится. Пока подтвердите личность по паспорту или ID-карте — это займёт несколько минут, а проверяет человек.
sk: Nafath je na ceste. Zatiaľ sa over pasom alebo preukazom totožnosti — trvá to pár minút a posudzuje to človek.
sv: Nafath är på väg. Verifiera dig tills vidare med pass eller id-kort – det tar några minuter och en person granskar det.
ta: Nafath விரைவில் வருகிறது. இப்போதைக்கு கடவுச்சீட்டு அல்லது அடையாள அட்டை மூலம் சரிபார்க்கலாம் — சில நிமிடங்களே ஆகும், ஒருவர் மதிப்பாய்வு செய்வார்.
te: Nafath త్వరలో వస్తోంది. ప్రస్తుతానికి మీ పాస్‌పోర్ట్ లేదా ID కార్డ్‌తో ధృవీకరించండి — దీనికి కొన్ని నిమిషాలు పడుతుంది, ఒక వ్యక్తి సమీక్షిస్తారు.
th: Nafath กำลังจะมา ตอนนี้ให้ยืนยันด้วยหนังสือเดินทางหรือบัตรประจำตัว ใช้เวลาไม่กี่นาทีและมีคนตรวจสอบ
tr: Nafath yolda. Şimdilik pasaportunuz veya kimlik kartınızla doğrulayın; birkaç dakika sürer ve bir insan inceler.
uk: Nafath уже в дорозі. Поки що верифікуйтеся за паспортом або ID-карткою — це займе кілька хвилин, і перевіряє людина.
ur: Nafath جلد آ رہا ہے۔ فی الحال اپنے پاسپورٹ یا شناختی کارڈ سے تصدیق کریں — اس میں چند منٹ لگتے ہیں اور ایک شخص اس کا جائزہ لیتا ہے۔
vi: Nafath đang trên đường đến. Hiện tại, hãy xác minh bằng hộ chiếu hoặc thẻ căn cước — chỉ mất vài phút và có người xét duyệt.
zh_hans: Nafath 即将推出。目前请使用护照或身份证验证，只需几分钟，并由真人审核。
zh_hant: Nafath 即將推出。目前請使用護照或身分證驗證，只需幾分鐘，並由真人審核。

# verification.method.nafath.detail
source: Saudi National ID or Iqama. Instant — you confirm a number in the Nafath app. The route for everyone in Saudi Arabia.
ar: هوية وطنية سعودية أو إقامة. فوري — تؤكد رقمًا في تطبيق نفاذ. الطريقة لكل من في السعودية.
bn: সৌদি জাতীয় পরিচয় বা Iqama। তাৎক্ষণিক — আপনি Nafath অ্যাপে একটি নম্বর নিশ্চিত করেন। সৌদি আরবের সবার জন্য এই পথ।
ca: Document nacional d'identitat saudita o Iqama. Instantani: confirmes un número a l'app Nafath. La via per a tothom a l'Aràbia Saudita.
cs: Saúdské National ID nebo Iqama. Okamžitě – potvrdíš číslo v aplikaci Nafath. Cesta pro všechny v Saúdské Arábii.
da: Saudisk nationalt id eller Iqama. Øjeblikkeligt – du bekræfter et nummer i Nafath-appen. Vejen for alle i Saudi-Arabien.
de: Saudische National ID oder Iqama. Sofort – du bestätigst eine Nummer in der Nafath-App. Der Weg für alle in Saudi-Arabien.
el: Σαουδαραβικό National ID ή Iqama. Άμεσο — επιβεβαιώνεις έναν αριθμό στην εφαρμογή Nafath. Η διαδρομή για όλους στη Σαουδική Αραβία.
es: National ID o Iqama saudí. Instantáneo: confirmas un número en la app de Nafath. La vía para todos en Arabia Saudí.
fi: Saudi-Arabian henkilökortti tai Iqama. Välitön – vahvistat numeron Nafath-sovelluksessa. Reitti kaikille Saudi-Arabiassa.
fr: Carte nationale saoudienne ou Iqama. Instantané — vous confirmez un numéro dans l’app Nafath. La voie pour toute personne en Arabie saoudite.
he: תעודת זהות לאומית סעודית או Iqama. מיידי — אתה מאשר מספר באפליקציית Nafath. הדרך לכל מי שבערב הסעודית.
hi: सऊदी राष्ट्रीय ID या Iqama। तुरंत — आप Nafath ऐप में एक नंबर की पुष्टि करते हैं। सऊदी अरब में हर किसी के लिए यही रास्ता है।
hr: Saudijska nacionalna osobna iskaznica ili Iqama. Trenutačno — potvrđuješ broj u aplikaciji Nafath. Put za sve u Saudijskoj Arabiji.
hu: Szaúdi személyi azonosító vagy Iqama. Azonnali – egy számot erősítesz meg a Nafath appban. A Szaúd-Arábiában élők útja.
id: ID Nasional atau Iqama Saudi. Instan — kamu mengonfirmasi nomor di app Nafath. Jalur untuk semua orang di Arab Saudi.
it: Carta d'identità nazionale saudita o Iqama. Immediato: confermi un numero nell'app Nafath. La strada per chiunque si trovi in Arabia Saudita.
ja: サウジの国民IDまたはIqama。即時で、Nafathアプリで番号を確認するだけです。サウジアラビアにいる人はこの方法です。
ko: 사우디 신분증 또는 Iqama. 즉시 처리돼요. Nafath 앱에서 번호를 확인하면 돼요. 사우디아라비아의 모든 사람을 위한 방법이에요.
ml: സൗദി നാഷണൽ ഐഡി അല്ലെങ്കിൽ Iqama. തൽക്ഷണം — Nafath ആപ്പിൽ ഒരു നമ്പർ സ്ഥിരീകരിക്കുക. സൗദി അറേബ്യയിലെ എല്ലാവർക്കുമുള്ള വഴി.
ms: National ID atau Iqama Saudi. Serta-merta — anda mengesahkan nombor dalam app Nafath. Laluan untuk semua orang di Arab Saudi.
nb: Saudisk nasjonalt ID-kort eller Iqama. Umiddelbart: du bekrefter et nummer i Nafath-appen. Veien for alle i Saudi-Arabia.
nl: Saoedische nationale ID of Iqama. Direct: je bevestigt een nummer in de Nafath-app. De route voor iedereen in Saoedi-Arabië.
pl: Saudyjski dowód osobisty lub Iqama. Natychmiast — potwierdzasz numer w aplikacji Nafath. Droga dla wszystkich w Arabii Saudyjskiej.
pt_br: Identidade Nacional saudita ou Iqama. Instantâneo: você confirma um número no app Nafath. O caminho para todos na Arábia Saudita.
pt_pt: Documento Nacional ou Iqama saudita. Instantâneo — confirma um número na app Nafath. O caminho para todos na Arábia Saudita.
ro: National ID saudit sau Iqama. Instantaneu — confirmi un număr în aplicația Nafath. Calea pentru toți cei din Arabia Saudită.
ru: Саудовский National ID или Iqama. Мгновенно — вы подтверждаете номер в приложении Nafath. Способ для всех в Саудовской Аравии.
sk: Saudský národný preukaz alebo Iqama. Okamžite — číslo potvrdíš v aplikácii Nafath. Cesta pre všetkých v Saudskej Arábii.
sv: Saudiskt National ID eller Iqama. Direkt – du bekräftar ett nummer i Nafath-appen. Vägen för alla i Saudiarabien.
ta: சவூதி தேசிய அடையாள அட்டை அல்லது Iqama. உடனடி — Nafath செயலியில் ஒரு எண்ணை உறுதிப்படுத்துவீர்கள். சவூதி அரேபியாவில் உள்ள அனைவருக்கும் உரிய வழி.
te: సౌదీ నేషనల్ ID లేదా Iqama. తక్షణం — Nafath యాప్‌లో ఒక నంబర్‌ను నిర్ధారిస్తారు. సౌదీ అరేబియాలో ఉన్న అందరికీ ఈ మార్గం.
th: บัตรประจำตัวประชาชนซาอุดีอาระเบียหรือ Iqama ทันที คุณยืนยันหมายเลขในแอป Nafath เป็นเส้นทางสำหรับทุกคนในซาอุดีอาระเบีย
tr: Suudi Ulusal Kimliği veya Iqama. Anında; Nafath uygulamasında bir numarayı onaylarsınız. Suudi Arabistan'daki herkes için yol.
uk: Національний ID Саудівської Аравії або Iqama. Миттєво — ви підтверджуєте номер у застосунку Nafath. Шлях для всіх у Саудівській Аравії.
ur: سعودی قومی شناختی کارڈ یا Iqama۔ فوری — آپ Nafath ایپ میں ایک نمبر کی تصدیق کرتے ہیں۔ سعودی عرب میں ہر کسی کا راستہ۔
vi: Căn cước quốc gia hoặc Iqama của Ả Rập Xê Út. Tức thì — bạn xác nhận một số trong ứng dụng Nafath. Con đường dành cho mọi người ở Ả Rập Xê Út.
zh_hans: 沙特国民身份证或 Iqama。即时完成，你只需在 Nafath 应用中确认一个数字。这是沙特阿拉伯所有人的验证途径。
zh_hant: 沙烏地國民身分證或 Iqama。即時完成，你只需在 Nafath App 中確認一個號碼。這是沙烏地阿拉伯所有人的驗證途徑。

# verification.method.nafath.title
source: Nafath
ar: نفاذ

# verification.method.nationality
source: Nationality: %@
ar: الجنسية: %@
bn: জাতীয়তা: %@
ca: Nacionalitat: %@
cs: Státní příslušnost: %@
da: Nationalitet: %@
de: Staatsangehörigkeit: %@
el: Υπηκοότητα: %@
es: Nacionalidad: %@
fi: Kansalaisuus: %@
fr: Nationalité : %@
he: אזרחות: %@
hi: राष्ट्रीयता: %@
hr: Državljanstvo: %@
hu: Állampolgárság: %@
id: Kewarganegaraan: %@
it: Nazionalità: %@
ja: 国籍: %@
ko: 국적: %@
ml: ദേശീയത: %@
ms: Kewarganegaraan: %@
nb: Nasjonalitet: %@
nl: Nationaliteit: %@
pl: Obywatelstwo: %@
pt_br: Nacionalidade: %@
pt_pt: Nacionalidade: %@
ro: Cetățenie: %@
ru: Гражданство: %@
sk: Národnosť: %@
sv: Nationalitet: %@
ta: நாட்டினம்: %@
te: జాతీయత: %@
th: สัญชาติ: %@
tr: Uyruk: %@
uk: Громадянство: %@
ur: قومیت: %@
vi: Quốc tịch: %@
zh_hans: 国籍：%@
zh_hant: 國籍：%@

# verification.method.saudiOnly
source: You chose Saudi nationality, so Nafath is your route — instant, with your National ID.
ar: اخترت الجنسية السعودية، لذا نفاذ هو طريقك — فوري، بهويتك الوطنية.
bn: আপনি সৌদি জাতীয়তা বেছেছেন, তাই Nafath-ই আপনার পথ — তাৎক্ষণিক, আপনার জাতীয় পরিচয় দিয়ে।
ca: Has triat la nacionalitat saudita, així que Nafath és la teva via: instantània, amb el teu document nacional d'identitat.
cs: Vybral sis saúdskou státní příslušnost, takže tvá cesta je Nafath – okamžitě, s National ID.
da: Du valgte saudisk nationalitet, så Nafath er din vej – øjeblikkeligt, med dit nationale id.
de: Du hast die saudische Staatsangehörigkeit gewählt, daher ist Nafath dein Weg – sofort, mit deiner National ID.
el: Επέλεξες σαουδαραβική υπηκοότητα, οπότε το Nafath είναι η διαδρομή σου — άμεσα, με το National ID σου.
es: Elegiste la nacionalidad saudí, así que Nafath es tu vía: instantánea, con tu National ID.
fi: Valitsit Saudi-Arabian kansalaisuuden, joten Nafath on reittisi – välitön, henkilökortillasi.
fr: Vous avez choisi la nationalité saoudienne, Nafath est donc votre voie — instantanée, avec votre carte nationale.
he: בחרת באזרחות סעודית, ולכן Nafath היא הדרך שלך — מיידית, עם תעודת הזהות הלאומית שלך.
hi: आपने सऊदी राष्ट्रीयता चुनी, इसलिए Nafath आपका रास्ता है — तुरंत, आपकी राष्ट्रीय ID से।
hr: Odabrao/la si saudijsko državljanstvo pa je Nafath tvoj put — trenutačno, s tvojom nacionalnom osobnom iskaznicom.
hu: Szaúdi állampolgárságot választottál, ezért a Nafath az utad – azonnali, a személyi azonosítóddal.
id: Kamu memilih kewarganegaraan Saudi, jadi Nafath adalah jalurmu — instan, dengan ID Nasionalmu.
it: Hai scelto la nazionalità saudita, quindi la tua strada è Nafath: immediato, con la tua carta d'identità nazionale.
ja: サウジ国籍を選んだため、Nafathをご利用ください。国民IDで即時に完了します。
ko: 사우디 국적을 선택했으므로 Nafath가 인증 방법이에요. 신분증으로 즉시 처리돼요.
ml: നിങ്ങൾ സൗദി ദേശീയത തിരഞ്ഞെടുത്തു, അതിനാൽ നിങ്ങളുടെ വഴി Nafath ആണ് — നാഷണൽ ഐഡി ഉപയോഗിച്ച് തൽക്ഷണം.
ms: Anda memilih kewarganegaraan Saudi, jadi Nafath ialah laluan anda — serta-merta, dengan National ID anda.
nb: Du valgte saudisk nasjonalitet, så Nafath er veien din: umiddelbart, med nasjonalt ID-kort.
nl: Je koos de Saoedische nationaliteit, dus Nafath is je route: direct, met je nationale ID.
pl: Wybrałeś obywatelstwo saudyjskie, więc Twoją drogą jest Nafath — natychmiast, z dowodem osobistym.
pt_br: Você escolheu a nacionalidade saudita, então o Nafath é o seu caminho: instantâneo, com sua Identidade Nacional.
pt_pt: Escolheu a nacionalidade saudita, por isso o Nafath é o seu caminho — instantâneo, com o seu Documento Nacional.
ro: Ai ales cetățenia saudită, deci Nafath este calea ta — instantaneu, cu National ID.
ru: Вы выбрали саудовское гражданство, поэтому ваш путь — Nafath: мгновенно, по вашему National ID.
sk: Vybral si saudskú národnosť, takže tvojou cestou je Nafath — okamžite, s národným preukazom.
sv: Du valde saudisk nationalitet, så Nafath är din väg – direkt, med ditt National ID.
ta: நீங்கள் சவூதி நாட்டினத்தைத் தேர்ந்தெடுத்ததால் Nafath தான் உங்கள் வழி — உங்கள் தேசிய அடையாள அட்டையுடன் உடனடி.
te: మీరు సౌదీ జాతీయతను ఎంచుకున్నారు, కాబట్టి Nafath మీ మార్గం — తక్షణం, మీ నేషనల్ ID తో.
th: คุณเลือกสัญชาติซาอุดีอาระเบีย จึงต้องใช้ Nafath ทันทีด้วยบัตรประจำตัวประชาชนของคุณ
tr: Suudi uyruğunu seçtiniz, bu yüzden yolunuz Nafath: anında, Ulusal Kimliğinizle.
uk: Ви вибрали саудівське громадянство, тож ваш шлях — Nafath: миттєво, за вашим Національним ID.
ur: آپ نے سعودی قومیت چنی، اس لیے Nafath آپ کا راستہ ہے — فوری، آپ کے قومی شناختی کارڈ کے ساتھ۔
vi: Bạn đã chọn quốc tịch Ả Rập Xê Út, nên Nafath là lựa chọn của bạn — tức thì, bằng căn cước quốc gia.
zh_hans: 你选择了沙特国籍，所以请使用 Nafath，凭国民身份证即时完成。
zh_hant: 你選擇了沙烏地國籍，所以 Nafath 是你的途徑，使用你的國民身分證即時完成。
